[app]
language=English
welcome=Welcome to PhoXo!
untitled=Untitled
close=Close
ok=OK
cancel=Cancel

[file]
recent=Recent files
open_type=All Images
load_error=Image damaged or unsupported
not_exist=The image does not exist
save_error=Failed to save the image

[TOPBAR]
57601=Open|Open an image file
57603=Save|Save the current image
57604=Save As|Save the image with a new name
57634=Copy|Copy image to clipboard
57607=Print|Print the current image
57643=Undo|Undo the last action
57644=Redo|Redo the last undone action
57664=About|About PhoXo
7000=Paste|Paste from clipboard
7001=New|Create a new image
7002=From Scanner
7003=Clear Recent Files
7004=Settings|Application settings
7005=Themes|Change theme
7016=More|Show additional options
9002=Fit to Window|Fit image to window
9003=Actual Size|Display image at original size
8005=Zoom Out|Zoom out to view more
8006=Zoom In|Zoom in to view more details
undo=Cancel|Undo Last Action|Undo %d Actions
theme=More|Light|Dark|Sunny Day|Icy Mint|Silky Pink|Juicy Plum|Moonlight Glow|Mango Paradise|Mystical Forest|Cool Slate

[TAB]
20000=Crop or Rotate|Keys:\n← → ↑ ↓: move 1px\nShift + Arrow: move 10px\nEnter: apply crop\nEsc: cancel\nCtrl + Drag: new crop

[SETTINGS]
0=Settings
1=General
2=Rendering Mode
3=Better Quality|Faster Speed
4=Panel Docking
5=Right|Left
6=Maximum Zoom Level
7=Changing the dock position requires restarting PhoXo

[DlgResize]
t=Resize|Width|Height|Keep Aspect Ratio

[cmd]
crop=Crop
flipv=Flip Vertical
fliph=Flip Horizontal
r90=Rotate Right 90°
r270=Rotate Left 90°

[panel_crop]
60=Width
61=Height
1=Freeform|Custom aspect ratio
2=Original|Keep original image ratio
3=Apply
4=Locks ratio during resize
5=Aspect Ratio Locked|Aspect Ratio Unlocked
6=Rotate Right 90°
7=Rotate Left 90°
8=Flip Vertical
9=Flip Horizontal
10=Shape
11=Rotate
15=Rectangle
16=Rounded Rectangle
17=Circle
20=Roundness
21=Cancel crop\n\nHold Ctrl to create a new crop
22=Apply Crop|Cancel Crop
